export const gconf = {
  clientId: '868583526084-jg9plqb23mjf393qdegg1aa0gq0tf8j4.apps.googleusercontent.com',
  scope: 'https://www.googleapis.com/auth/spreadsheets',
  sheetID: '1btCR4YSDxAElxE_IdhhuEcwyr5vFDIcV48Il37NiQLQ'
}

export const project = {
  projectName: 'JTxBody',
  goalWeight: 70,
  givenName: 'Jaynarol',
  githubRepo: 'https://github.com/Jaynarol/jtxbody',
  facebookLink: 'https://fb.com/akkaradech.sr'
}

export const encouragements = [
  '" ไม่ต้องไปสนใจว่าจะลดไปได้สักกี่โล ขอแค่นายทำมันให้ดีที่สุดก็พอ! "',
  '" นายต้องไม่ให้ความตั้งใจของนายที่ผ่านมาสูญเปล่า! "',
  '" คิดถึงวันที่นายไปซื้อชุดหล่อ ใส่อะไรก็หล่อซิ! "',
  '" นายต้องมีสุขภาพร่างกายที่แข็งแรง ใช้ชีวิตอยู่กับลูกเมียไปนานๆ "',
  '" นายต้องมีสุขภาพร่างกายที่แข็งแรง ปราศจากโรคภัยอันเลวร้าย "',
  '" ไม่ต้องเครียด ค่อยๆ เป็นค่อยๆ ไป เดี๋ยวมันก็สำเร็จ "',
  '" ไม่ต้องสนใจว่าวันนี้ลดไปแค่ไหน ขอแค่มันลดทุกวัน เท่านั้นก็พอแล้ว "',
  '" ไม่มีใครให้กำลังใจนายได้ดีกว่านายให้กำลังใจตัวเอง สู้ๆนะตัวเรา "',
  '" นายจำความทรมานตอนที่ตัวเองอ้วนได้ไหม เราจะไม่เป็นแบบนั้นแล้ว! "',
  '" ขอบคุณนายนะ ที่พยายามขนาดนี้! "',
  '" นายไม่ได้ลดความอ้วน นายกำลังเปลี่ยนชีวิตให้ดีขึ้น "',
  '" ความพยายามของนายจะเผยให้ทุกคนเห็น ผ่านรูปร่างของนาย "',
  '" นายไม่ได้ด้อยไปกว่าคนอื่น คนอื่นทำได้ นายก็ทำได้แน่นอน "',
  '" รู้สึกดีใช่ไหมละ นี่แหละคุณค่าของความพยายาม เราจะไม่หยุดจนกว่าจะถึงเป้าหมาย! "'
]